Repository: common-repository/woo-moip-official
Catalog: languages/woo-moip-official-*.po
Languages: pt_br

source: Update notifications only if the WooCommerce / Wirecard status is not working.
pt_br: Atualize as notificações somente se o status WooCommerce / Wirecard não estiver funcionando.

source: Allows credit card data to be sent encrypted, generating more security in your transactions.OBS: You can not change this field manually.
pt_br: Permite que os dados do cartão de crédito sejam enviados criptografados, gerando mais segurança em suas transações. OBS: Você não pode alterar este campo manualmente.

source: Discount Amount
pt_br: Valor do Desconto

source: Enter the name of the discount (Default name if blank: Wirecard Discount).
pt_br: Digite o nome do desconto (Nome padrão: Desconto do Wirecard).

source: Discount Name
pt_br: Nome do Desconto

source: Enabling the discount will apply to billet and credit card.
pt_br: A ativação do desconto será aplicada no boleto bancário e no cartão de crédito.

source: Enable Discount
pt_br: Habilitar Desconto

source: Wirecard Discount
pt_br: Desconto Wirecard

source: Billet Link
pt_br: Link do Boleto

source: Wirecard Order ID
pt_br: Pedido na Wirecard

source: Installments
pt_br: Parcelas

source: Default text: The order will be confirmed only after confirmation of payment.
pt_br: Texto padrão: O pedido será confirmado apenas após a confirmação do pagamento.

source: Add description in billet option in transparent checkout. If leave blank will show the default text.
pt_br: Adiciona descrição na opção do boleto no checkout transparente. Se deixar em branco mostrará o texto padrão.

source: %dx of %s (%s %s)
pt_br: %dx de %s (%s %s)

source: with interest
pt_br: com juros

source: without interest
pt_br: sem juros

source: To print the billet click the button below.
pt_br: Para imprimir o boleto clique no botão abaixo.

source: You just made a payment in %s with credit card %s.
pt_br: Você acabou de fazer o pagamento em %s com o cartão de crédito %s.

source: Your request will be processed as soon as we receive confirmation of your billet payment.
pt_br: Seu pedido será processado assim que recebermos a confirmação do pagamento do seu boleto.

source: Your request will be processed as soon as your credit card company confirms payment.
pt_br: Seu pedido será processado assim que a operadora do seu cartão de crédito confirmar o pagamento.

source: Your order has been sent to Wirecard.
pt_br: Seu pedido foi enviado para a Wirecard.

source: Wirecard: Payment under review.
pt_br: Wirecard: Pagamento em revisão.

source: Minimum installment R$
pt_br: Parcela mínima R$

source: Card Holder Name
pt_br: Nome do portador

source: as recorded on the card
pt_br: como gravado no cartão

source: Show Option
pt_br: Mostrar Opção

source: Show option to save the card number in transparent checkout.
pt_br: Mostrar opção para salvar o número do cartão no checkout transparente.

source: Save Credit Card
pt_br: Salvar Cartão de Crédito

source: Description Billet Checkout
pt_br: Descrição do Boleto

source: Credit Card Settings
pt_br: Configurações do Cartão de Crédito

source: Update Notifications
pt_br: Atualizar Notificações

source: Wirecard: Payment refunded.
pt_br: Wirecard: Pagamento reembolsado.

source: Wirecard: Payment status: %s
pt_br: Wirecard: Status do pagamento: %s

source: Wirecard: Payment authorized.
pt_br: Wirecard: Pagamento autorizado.

source: Wirecard: Order cancelled.
pt_br: Wirecard: Pedido cancelado.

source: Wirecard: Order status: %s
pt_br: Wirecard: Status do pedido: %s

source: Wirecard: Order reverted.
pt_br: Wirecard: Pedido revertido.

source: Wirecard: Awaiting payment confirmation.
pt_br: Wirecard: Aguardando confirmação do pagamento.

source: WooCommerce Wirecard Brazil Official
pt_br: WooCommerce Wirecard Brasil Oficial

source: Billet Wirecard
pt_br: Wirecard Boleto

source: Wirecard Checkout
pt_br: Checkout Wirecard

source: Pay with Wirecard
pt_br: Pagar com Wirecard

source: Payment Gateway Wirecard
pt_br: Gateway de pagamento da Wirecard

source: Wirecard Brazil Official
pt_br: Wirecard Brasil Oficial

source: MM / YYYY
pt_br: MM / AAAA

source: Payment by
pt_br: Pagamento por

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: To View the logs click the link: %s
pt_br: Clique no link para visualizar os logs: %s

source: minimum installment R$
pt_br: parcela mínima R$

source: The order will be confirmed only after confirmation of payment.
pt_br: O pedido será confirmado apenas após a confirmação do pagamento.

source: Amount of the minimum installment to be applied to the card.
pt_br: Valor mínimo que uma parcela poderá ter.

source: Minimum installment
pt_br: Valor mínimo para parcelas

source: Enter the discount amount for the bank slip (Example: 4,99).
pt_br: Digite o valor do desconto (Exemplo: 4,99).

source: Default Checkout
pt_br: Checkout Padrão

source: Discount Setting
pt_br: Configurações de Desconto

source: Enable Billet Discount
pt_br: Habilitar desconto no boleto

source: Enabling the discount will apply to billet.
pt_br: Habilitando o desconto será aplicando somente no boleto.

source: Proceed to payment
pt_br: Realizar pagamento

source: Notifications
pt_br: Notificações

source: Tools
pt_br: Ferramentas

source: Person Type
pt_br: Tipo de Pessoa

source: Choose the type of person to appear on the checkout page.
pt_br: Escolha o tipo de pessoa para aparecer na página de checkout.

source: Official Wirecard Brazil plugin built with the best development practices. Based on V2, new REST Moip’s API, providing more speed, safety and sales conversion.
pt_br: Plugin Wirecard Brasil Oficial, construído com as melhores práticas de desenvolvimento. Com base na V2, a nova API REST da Wirecard proporciona mais velocidade, segurança e conversão de vendas.

source: WooCoomerce plugin is required.
pt_br: Plugin WooCoomerce é requerido.

source: Your PHP version is not supported. Required >= 5.6.
pt_br: Sua versão do PHP não é suportada. Requerido >= 5.6.

source: Your order has been processed successfully, click the link below to make the payment.
pt_br: Seu pedido foi processado com sucesso, clique no link abaixo para efetuar o pagamento.

source: Save this card for future purchases
pt_br: Guarde este cartão para compras futuras

source: At sight
pt_br: À vista

source: Installments quantity
pt_br: Quantidade de parcelas

source: Use old credit card
pt_br: Usar cartão de crédito antigo

source: Card code
pt_br: Código do cartão

source: Expiry (MM/YYYY)
pt_br: Validade (MM/AAAA)

source: Card number
pt_br: Número do cartão

source: Use new credit card
pt_br: Usar novo cartão de crédito

source: Registered credit card
pt_br: Cartão de crédito cadastrado

source: Bank Billet
pt_br: Boleto Bancário

source: Pay order
pt_br: Pagar pedido

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido e voltar para o carrinho

source: Cancel order e restore cart
pt_br: Cancelar pedido e restaurar carrinho

source: Pay with billet banking
pt_br: Pagar com boleto bancário

source: Pay with banking debit (Itaú)
pt_br: Pagar via débito em conta (Itaú)

source: Pay with credit card
pt_br: Pagar com cartão de crédito

source: Submit
pt_br: Enviar

source: Loading...
pt_br: Carregando...

source: Production
pt_br: Produção

source: Close
pt_br: Fechar

source: Copy barcode
pt_br: Copiar linha digitável

source: Copied!
pt_br: Copiado!

source: Line Code:
pt_br: Linha digitável:

source: Print
pt_br: Imprimir

source: If you have not yet received the billet, please click the button below to print.
pt_br: Se você ainda não recebeu o boleto, por favor clique no botão abaixo para imprimir.

source: Pay now
pt_br: Pagar agora

source: If you have not made ​​the payment, please click the button below to pay.
pt_br: Se você ainda não efetuou o pagamento, por favor clique no botão abaixo para pagar.

source: If you have any questions regarding the transaction, please contact us or the Wirecard.
pt_br: Caso tenha alguma dúvida referente à transação, entre em contato conosco.

source: Invalid order id
pt_br: ID do pedido inválido

source: An error occurred while processing. Click to try again.
pt_br: Um erro ocorreu durante o processamento. Tente novamente.

source: Payment method not found!
pt_br: Método de pagamento não encontrado!

source: Reverted
pt_br: Revertido

source: Refunded
pt_br: Reembolsado

source: Cancelled
pt_br: Cancelado

source: Paid
pt_br: Pago

source: In analysis
pt_br: Em análise

source: Waiting
pt_br: Aguardando

source: Created
pt_br: Criado

source: Wirecard: Invalid credit card number.
pt_br: Wirecard: Número do cartão de crédito inválido.

source: Wirecard: Card Holder Empty
pt_br: Wirecard: Nome do portador é um campo obrigatório.

source: Wirecard: Card Number Empty
pt_br: Wirecard: Número do cartão de crédito é um campo obrigatório.

source: Wirecard: Card Expiry Empty
pt_br: Wirecard: Validade do cartão de crédito é um campo obrigatório.

source: Wirecard: Card CVC Empty
pt_br: Wirecard: Código do cartão de crédito é um campo obrigatório.

source: Wirecard: Card Installments Empty
pt_br: Wirecard: Quantidade de parcelas é um campo obrigatório.

source: Individuals and Legal Person
pt_br: Pessoal Física e Pessoal Jurídica

source: Individual only
pt_br: Apenas Pessoa Física

source: Legal Person only
pt_br: Apenas Pessoa Jurídica

source: Invalid credit card. <p>Complete all required fields.</p>
pt_br: Cartão de crédito inválido. <p>Preencha todos os campos obrigatórios.</p>

source: Invalid credit card. <p>Check all fields e try again.</p>
pt_br: Cartão de crédito inválido. <p>Verifique os campos e tente novamente.</p>

source: An error occurred while processing. <p>Try again.</p>
pt_br: Ocorreu um erro durante o processamento. <p>Tente novamente.</p>

source: Your transaction was processed successfully.
pt_br: Sua transação foi processada com sucesso.

source: The transaction is being processed...
pt_br: A transação está sendo processada...

source: Waiting...
pt_br: Aguarde...

source: Events
pt_br: Eventos

source: Webhook notification successfully sent.
pt_br: Notificação enviada com sucesso.

source: No notifications to send.
pt_br: Nenhuma notificação enviada.

source: This invalid resource id.
pt_br: Inválido resource id.

source: This resource id field is required.
pt_br: O campo resource id é requerido.

source: You are not allowed to do this.
pt_br: Você não tem permissão para fazer isso.

source: Enable payment in the field below.
pt_br: Habilite o pagamento no campo abaixo.

source: Authentication error.
pt_br: Erro de autenticação.

source: Invalid webhook.
pt_br: Webhook inválido.

source: There was an error processing the request.
pt_br: Ocorreu um erro ao processar o pedido.

source: Mode not defined!
pt_br: Modo não definido!

source: You are not allowed to do this!
pt_br: Você não tem permissão para fazer isso!

source: New authorize
pt_br: Nova autorização

source: Authorize App
pt_br: Autorizar aplicativo

source: Go to setup
pt_br: Ir para a configuração

source: You need to set up your Wirecard data to use the payment method.
pt_br: Você precisa configurar seus dados Wirecard para usar o método de pagamento.

source: Not informed public key.
pt_br: Chave pública não informada.

source: Invoice name is required.
pt_br: O nome da fatura é requerido.

source: Application not authorized.
pt_br: Aplicação não autorizada.

source: Interest to be applied to the installment.
pt_br: Juros que serão aplicados na parcela.

source: Interest
pt_br: Juros

source: Define interest for each installment.
pt_br: Caso opte por repassar o juros de parcelamento para o cliente, você poderá configurar um valor para cada parcela.

source: Interest per installment
pt_br: Juros por parcela

source: Force a maximum number of installments for payment.
pt_br: Permite configurar o número máximo de parcelas que um pagamento poderá ter.

source: Maximum installments number
pt_br: Número máximo de parcelas

source: Enable Installments settings
pt_br: Ativar as configurações de parcelamento

source: Installments settings
pt_br: Configurações de parcelamento

source: URL of the logo image to be shown on the billet.
pt_br: URL da imagem que será mostrada nos boletos.

source: Custom Logo URL
pt_br: Logo da sua loja no boleto

source: Third line instruction for the billet.
pt_br: Instruções específicas para o comprador.

source: Instruction Line 3
pt_br: Terceira linha de instrução

source: Second line instruction for the billet.
pt_br: Instruções específicas para o comprador.

source: Instruction Line 2
pt_br: Segunda linha de instrução

source: First line instruction for the billet.
pt_br: Instruções específicas para o comprador.

source: Instruction Line 1
pt_br: Primeira linha de instrução

source: Days of expiry of the billet after printed.
pt_br: Quantidade de dias para expiração do boleto após a impressão.

source: Number of Days
pt_br: Validade do boleto

source: Enable Banking Debit
pt_br: Ativar Débito em Conta

source: Banking Debit
pt_br: Débito em Conta

source: Enable Credit Card
pt_br: Ativar Cartão de Crédito

source: Credit Card
pt_br: Cartão de Crédito

source: Enable Billet Banking
pt_br: Ativar Boleto Bancário

source: Billet Banking
pt_br: Boleto Bancário

source: Public Key
pt_br: Chave pública

source: Transparent Checkout
pt_br: Checkout Transparente

source: Payment Type
pt_br: Tipo de pagamento

source: Enter a prefix for your invoice numbers. If you use your Wirecard account for multiple stores, make sure this prefix is unique because Wirecard will not allow orders with the same invoice number.
pt_br: Para melhor gestão dos pedidos na conta Wirecard, especifique um prefixo único para a sua loja. Caso você possua mais de uma loja, será possível identificar os pedidos de uma forma mais fácil.

source: Invoice prefix
pt_br: Prefixo no extrato Wirecard

source: This field is required.
pt_br: Este campo é requerido.

source: It allows the shopkeeper to send a text of up to 13 characters that will be printed on the bearer's invoice, next to the shop identification, respecting the length of the flags.
pt_br: Identificação da compra na fatura do comprador. Até 13 caracteres.

source: Maximum of 13 characters
pt_br: Maxímo de 13 caracteres

source: Invoice name
pt_br: Nome na fatura

source: Description
pt_br: Descrição

source: This the title which the user sees during checkout.
pt_br: Nome da forma de pagamento que o usuário verá durante o checkout.

source: Title
pt_br: Título

source: Enable payment
pt_br: Habilitar pagamento

source: Enable
pt_br: Habilitar

source: Billet Settings
pt_br: Configurações do Boleto

source: Send Billet to Email
pt_br: Enviar Boleto para Email

source: Enable billet sending for email
pt_br: Habilitar envio do boleto para o email

source: Enabling the billet link will be sent to the buyer email.
pt_br: Habilitando o envio do link do boleto para o email do comprador.

source: Settings
pt_br: Configurações

source: Payment settings
pt_br: Configurações de Pagamento

source: Authorized
pt_br: Autorizado

source: To make your sales, you must authorize this application on Wirecard.
pt_br: Para fazer suas vendas, você deve autorizar este aplicativo na Wirecard.

source: Not authorized
pt_br: Não autorizado

source: APP authorization
pt_br: Autorizado

source: is not valid
pt_br: é inválido

source: Hi
pt_br: Olá

source: all right?
pt_br: tudo bem?

source: To view your billet, just click on the button below:
pt_br: Para visualizar seu boleto, basta clicar no botão abaixo:

source: View billet
pt_br: Visualizar Boleto

source: Attention: Do not make payment of expired billets, in this case, a new purchase must be made!
pt_br: Atenção: Não efetue pagamento de boletos vencidos, neste caso, uma nova compra deverá ser realizada!

source: If you have any questions or problems, please contact us.
pt_br: Caso tenha qualquer dúvida ou problema, entre em contato conosco.

source: Wirecard Billet
pt_br: Wirecard Boleto Bancário

source: is a required field
pt_br: é um campo obrigatório

# placeholder
source: Neighborhood
pt_br: Bairro

source: Neighborhood
pt_br: Bairro

# placeholder
source: Number
pt_br: Número

source: Number
pt_br: Número

# placeholder
source: Company Name
pt_br: Nome da empresa

source: Legal Person
pt_br: Pessoa Jurídica

source: Individuals
pt_br: Pessoa Física

source: Select an option
pt_br: Selecione uma opção

source: Person type
pt_br: Tipo de Pessoa

source: Could not create order. Try again.
pt_br: Não foi possível criar o pedido. Tente novamente.

source: Empty fields
pt_br: Campos vazios

source: Invalid order
pt_br: Pedido inválido

source: Invalid nonce
pt_br: Nonce inválido
